tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'manastech/crystal'
tap 'mattintosh4/comix'
tap 'phinze/cask'
tap 'sanemat/font'
cask 'java'
cask 'xquartz'
brew 'libyaml'
brew 'ansible'
brew 'pkg-config'
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'apib'
brew 'xz'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'asciinema'
brew 'libffi'
brew 'glib'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'awscli'
brew 'bison'
brew 'blink1'
brew 'docker'
brew 'boot2docker'
brew 'bsdmake'
brew 'c-ares'
brew 'cabextract'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo'
brew 'ccache'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cmake'
brew 'cocot'
brew 'ctags'
brew 'libssh2'
brew 'curl', args: ['with-libssh2']
brew 'zeromq'
brew 'czmq'
brew 'd-bus'
brew 'dateutils'
brew 'dnsmasq'
brew 'docker-machine'
brew 'eigen'
brew 'faac'
brew 'fdk-aac'
brew 'texi2html'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'webp'
brew 'ffmpeg', args: ['with-fdk-aac']
brew 'fig'
brew 'figlet'
brew 'libtool', args: ['universal']
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gawk'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gd', args: ['universal']
brew 'gdk-pixbuf'
brew 'geoip'
brew 'git-extras'
brew 'git-ftp'
brew 'gnu-getopt'
brew 'git-now'
brew 'gitup'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'jasper', args: ['universal']
brew 'netpbm'
brew 'gts'
brew 'graphviz'
brew 'griffon'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'intltool'
brew 'gtk-engines'
brew 'hr'
brew 'htop-osx'
brew 'ilmbase'
brew 'little-cms2', args: ['universal']
brew 'openexr'
brew 'imagemagick'
brew 'iperf'
brew 'jpeg-turbo'
brew 'jq'
brew 'json-c'
brew 'lastpass-cli'
brew 'legit'
brew 'sdl'
brew 'libav'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'memcached'
brew 'libmemcached'
brew 'libpcl'
brew 'libsass'
brew 'libstfl'
brew 'libxml2'
brew 'llvm'
brew 'mariadb'
brew 'mhash'
brew 'mcrypt'
brew 'mecab'
brew 'mecab-ipadic'
brew 'mercurial'
brew 'mycli'
brew 'netcat'
brew 'nodebrew'
brew 'p7zip'
brew 'peco'
brew 'picoc'
brew 'proctools'
brew 'protobuf'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'qt'
brew 'qcachegrind'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'rbenv-gemset'
brew 're2c'
brew 'reaver'
brew 'ruby-build'
brew 's-lang'
brew 's3cmd'
brew 'sane-backends', args: ['universal']
brew 'scala'
brew 'sdl_image'
brew 'sdl_mixer'
brew 'sdl_sound'
brew 'sdl_ttf'
brew 'selenium-server-standalone'
brew 'siege'
brew 'sipcalc'
brew 'spark'
brew 'ssh-copy-id'
brew 'tcc'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'typesafe-activator'
brew 'unrar'
brew 'vim'
brew 'wakeonlan'
brew 'wget'
brew 'wine'
brew 'winetricks'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/bzip2'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/python/pillow'
brew 'homebrew/versions/boost149'
brew 'manastech/crystal/crystal-lang', args: ['with-llvm']
brew 'mattintosh4/comix/comix'
brew 'sanemat/font/ricty'
cask 'adobe-air'
cask 'alfred'
cask 'asepsis'
cask 'atom'
cask 'bartender'
cask 'bettertouchtool'
cask 'blink1control'
cask 'butter'
cask 'caffeine'
cask 'controllermate'
cask 'coteditor'
cask 'daisydisk'
cask 'dropbox'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'flash-player'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'imageoptim'
cask 'intellij-idea'
cask 'istat-menus'
cask 'iterm2'
cask 'lastpass'
cask 'macs-fan-control'
cask 'malwarebytes-anti-malware'
cask 'onyx'
cask 'openoffice'
cask 'opera-mail'
cask 'owncloud'
cask 'packer'
cask 'phpstorm'
cask 'processing'
cask 'prott'
cask 'robomongo'
cask 'rstudio'
cask 'sequel-pro'
cask 'skitch'
cask 'skype'
cask 'snes9x'
cask 'sqlworkbenchj'
cask 'streamtools'
cask 'the-unarchiver'
cask 'unetbootin'
cask 'unity'
cask 'unrarx'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
cask 'wineskin-winery'
